Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/money_and_tax/tax/income_tax/universal_social_charge.html.txt.tmx
Source language: en
Languages: ro

source: Universal Social Charge (USC)
ro: Taxa socială universală (USC)

source: • Administration of the Universal Social Charge
ro: • Administrarea taxei sociale universale

source: The Universal Social Charge (USC) is a tax on income that replaced both the income levy and the health levy (also known as the health contribution) since 1 January 2011
ro: Taxa socială universală (USC) reprezintă o taxă care începând cu 1 ianuarie 2011 înlocuiește atât taxa pe venit cât și taxa de sănătate (cunoscută și sub denumirea de contribuția de sănătate)

source: (This limit was €10,036 from 2012 to 2014 and €12,012 in 2015). Once your income is over this limit, you pay the relevant rate of USC on all of your income
ro: În cazul în care venitul brut anual depășește 12,012 €, plata taxei sociale universale (USC) este obligatorie

source: It is calculated on a weekly or monthly basis
ro: Aceasta se calculează pe bază săptămânală sau lunară

source: It does not apply to social welfare or similar payments, and there are certain other exceptions: see 'Income exempt from the USC' below
ro: Taxa nu se aplică ajutoarelor sociale și altor tipuri similare de ajutoare, existând și alte excepții: a se vedea mai jos “Venituri scutite de la plata taxei sociale universale”

source: Income liable for the USC
ro: Venituri pasibile la plata USC

source: The Universal Social Charge is payable on gross income, including notional pay (notional pay is the value of a non-cash benefit, such as benefit-in-kind), after any relief for certain capital allowances
ro: Plata taxei sociale universale se face în baza venitului brut, inclusiv plata noțională (plata noțională reprezintă valoarea unui avantaj nesalarial, ca de exemplu avantajele în natură), după aplicarea degrevărilor pentru anumite deduceri fiscale pentru investiții

source: The Universal Social Charge is payable on pension contributions
ro: Veniturile din Irlanda sau veniturile obținute din Irlanda sunt supuse taxei sociale universale

source: You pay the Universal Social Charge if your gross income is more than €13,000 per year
ro: Taxa socială universală se plătește și pentru contribuțiile de pensii

source: Liability for the USC depends on the date of the payment rather than on when the income was earned
ro: depășește această limită sunteți obligat la plata taxei sociale universale pe toate veniturile

source: Although you may have no liability to income tax based on your entitlement to tax credits or by use of losses or capital allowances you may still have a liability to pay the Universal Social Charge on your income
ro: Deși, în baza dreptului dvs. la credite fiscale sau a utilizării pierderilor sau a deducerilor fiscale pentru cheltuieli de capital este posibil să nu fiți obligat la plata impozitului pe venit sunteți totuși obligat la plata taxei sociale universale pe venit

source: Some sources of income, for example, from occupation of certain woodlands, profits from stallion fees, stud greyhound services fees and farmland leasing, patent royalty income and earnings of certain writers, artists and composers, are exempt from income tax but are liable to the Universal Social Charge
ro: Unele surse de venit, ca de exemplu, cele rezultate din ocuparea anumitor zone împădurite, a profiturilor rezultate din taxele de armăsar și ogar, arendarea terenurilor agricole, venituri din redevențe aferente patentelor și câștigurile anumitor scriitori, artiști sau compozitori sunt scutite de la plata taxei pe venit dar sunt supuse taxei sociale universale

source: Income exempt from the USC
ro: Venituri scutite de la plata USC

source: You do not pay the Universal Social Charge if your total income for a year is under €13,000
ro: anual total nu depășește cuantumul de12,012 € nu sunteți obligat la plata taxei sociale universale

source: (If you are aged 70 or over or a medical card holder aged under 70 and your aggregate income for the year is €60,000 or less you pay a reduced rate of USC.)
ro: (Dacă aveţi 70 de ani sau peste sau deţineţi un card medical şi aveţi sub 70 de ani şi aveţi un venit total anual de €60,000 sau mai puţin veţi plăti o rată USC redusă.)

source: All Department of Social Protection payments, including Maternity Benefit, Paternity Benefit and State pensions, are exempt from the Universal Social Charge
ro: Toate ajutoarele plătite de Departmentul Protecției Sociale, inclusiv indemnizația de maternitate și pensiile de stat, sunt scutite de la plata taxei sociale universale

source: Similar payments, such as payments made as part of Community Employment schemes or the Back to Education Allowance, are exempt
ro: Ajutoarele similare, ca de exemplu ajutoarele plătite în cadrul programelor de angajare a comunităților locale sau alocația pentru revenirea la școală, sunt de asemenea scutite

source: Social welfare or similar payments made from abroad are exempt. Student grants and scholarships are also exempt
ro: Aceeași regulă se aplică și în cazul ajutoarelor sociale sau a plăților similare efectuate din străinătate

source: Income where DIRT (Deposit Interest Retention Tax) has already been paid is exempt from the USC
ro: Veniturile pentru care impozitul pe dobânzi (DIRT – Deposit Interest Retention Tax) a fost plătit deja sunt scutite de la plata taxei sociale universale

source: There are a number of other exemptions
ro: Există și o serie de alte scutiri

source: • Certain salary sacrifice schemes, such as the TaxSaver Commuter Ticket Scheme and the Cycle to Work scheme
ro: • Anumite avantaje în natură, ca de exemplu cartele de transport gratuite și programe pentru biciclete/echipamente pentru biciclete

source: • Rent a Room Relief
ro: • Ajutor pentru închirierea unei locuințe

source: There is a full list of exceptions in Revenue's Frequently Asked Questions document (pdf)
ro: Lista completă a excepțiilor se găsește în documentul Întrebări frecvente (pdf)

source: Statutory redundancy payments are exempt from the charge
ro: Indemnizațiile legale de șomaj sunt scutite de la plata taxei

source: Statutory redundancy payments amount to 2 weeks’ pay per year of service plus a bonus week subject to a maximum payment of €600 per week
ro: Indemnizațiile legale de șomaj se ridică la salariul pe 2 săptămâni pentru fiecare an de activitate plus o săptămână suplimentară plafonată la 600 € pe săptămână

source: In addition, redundancy payments above the statutory redundancy amount are exempt from the Universal Social Charge, up to certain limits. These limits are up to €10,160 plus €765 per complete year of service in excess of the statutory redundancy
ro: Suplimentar, indemnizațiile de șomaj peste cuantumul legal sunt scutite de la plata taxei sociale universale în anumite limite care ajung până la 10.160 € plus 765 € pentru fiecare an complet de activitate care depășește șomajul legal

source: This basic exemption can be further increased by up to €10,000 if the person is not a member of an occupational pension scheme
ro: Această scutire de bază poate fi suplimentată cu până la 10.000 € în cazul în care persoana respectivă nu este înscrisă în cadrul unui fond de pensie ocupațională

source: The Universal Social Charge is charged on liable income after the statutory exemptions above, and after any additional deduction for Standard Capital Superannuation Benefit (SCSB)
ro: Taxa socială universală se percepe pe veniturile pasibile după aplicarea scutirilor legale menționate mai sus și a deducerilor suplimentare pentru Standard Capital Superannuation Benefit (SCSB)

source: How maintenance payments are treated for Universal Social Charge purposes depends on whether they are voluntary payments or legally enforceable payments
ro: Modul în care aceste pensii de întreținere sunt tratate în scopul plății taxei sociale universale depinde de condițiile în care s-a decis plata acestora: voluntar sau printr-o hotărâre judecătorească

source: Voluntary maintenance payments (payments paid under an informal arrangement):
ro: Pensiile de întreținere voluntare (pensiile plătite ca urmare a unui acord informal):

source: • The spouse making the payments does not receive exemption from the Universal Social Charge on the portion of their income which they pay as maintenance
ro: • Soțul care plătește pensia de întreținere nu este scutit de la plata taxei sociale universale pentru partea din venit plătită ca pensie de întreținere

source: • The spouse who receives the payments is not subject to the Universal Social Charge on the maintenance payments they receive
ro: • Soția care primește pensia de întreținere nu este supusă la plata taxei sociale universale pentru pensia de întreținere primită

source: Legally enforceable maintenance payments (payable under legal obligation):
ro: Pensii de întreținere impuse prin hotărâre judecătorească (plătite sub obligație legală):

source: • The spouse making the payments is entitled to receive an exemption from the Universal Social Charge on the portion of their income on the maintenance they pay either directly or indirectly to their spouse
ro: • Soțul care plătește pensia de întreținere are dreptul la scutire de la plata taxei sociale universale pentru partea din venit plătită ca pensie de întreținere direct sau indirect soției

source: There is no exemption for any portion of the maintenance payments paid towards the maintenance of children
ro: Pentru pensiile alimentare plătite pentru întreținerea copiilor nu se acordă nicio scutire

source: • An employee wishing to claim Universal Social Charge exemption in respect of legally enforceable maintenance payments throughout the year may either give the information required to their payroll office, or alternatively they can apply to Revenue at the end of the year to claim any refund of Universal Social Charge due
ro: • Angajatul care dorește să solicite scutirea de la plata taxei sociale universale cu privire la pensia de întreținere impusă prin hotărâre judecătorească poate furniza informațiile necesare la biroul de salarizare sau poate apela la administrația fiscală la încheierea anului pentru a solicita returnarea taxei sociale universale

source: • The spouse who receives the payments is subject to the Universal Social Charge on the portion of the maintenance payments they receive in respect of themselves
ro: • Soția care primește întreținere este supusă la plata taxei sociale universale pentru partea din întreținere primită pentru sine

source: Any portion of the maintenance payments paid towards the maintenance of children is not subject to the Universal Social Charge
ro: Sumele din întreținere plătite pentru întreținerea copiilor nu sunt supuse plății taxei sociale universale

source: In the case of a legally enforceable maintenance arrangement, where a separated couple has jointly elected to be treated as a married couple for income tax purposes, the spouse making the payments does not receive exemption from the Universal Social Charge on the portion of their income which they pay as maintenance
ro: În cazul unui aranjament de întreținere impus pe cale judecătorească, în care un cuplu separat a optat în solidar să fie tratat ca un cuplu căsătorit în scopul impozitului pe venit, soțul care plătește întreținerea nu este scutit de la plata taxei sociale universale pentru partea din venit plătită ca întreținere

source: The spouse who receives the payments is not subject to the Universal Social Charge on the maintenance payments they receive
ro: Soția care primește întreținere nu este supusă la plata taxei sociale universale pentru partea din întreținere primită

source: An employer’s or pension provider’s contribution to an approved retirement benefit scheme is not liable to the Universal Social Charge, but an employee's contributions are
ro: Contribuția angajatorului sau a unui furnizor de pensii la un fond de pensii aprobat nu este supusă la plata taxei sociale universale ci doar contribuțiile angajatului

source: From 1 January 2016, employer contributions to your Personal Retirement Savings Account (PRSA) are no longer subject to USC
ro: În cazul în care un angajator sau furnizor de pensii contribuie în numele dvs. la contul dvs

source: Up to 31 December 2015, these contributions were subject to USC
ro: personal de pensii (PRSA) această situație este tratată ca un avantaj în natură impozabil

source: Occupational pensions are subject to the Universal Social Charge, but Department of Social Protection pensions or similar pensions from abroad are not
ro: Pensiile ocupaţionale reprezintă subiectul Taxelor universale sociale, dar departamentul de protecţie socială al pensiilor sau pensiilor similare din străinătate nu

source: The USC is only payable on lump sum pension payments on the portion over €500,000
ro: Taxa socială universală se plătește doar pentru pensiile care depășesc 500,000 €

source: If your income is €13,000 or less you pay no Universal Social Charge (USC)
ro: În cazul în care venitul nu depășește 12,012 €, sunteți scutit de la plata taxei sociale universale

source: (This limit was €10,036 from 2012 to 2014 and €12,012 in 2015.) Once your income is over this limit, you pay the relevant rate of USC on all of your income
ro: De îndată ce venitul dumneavoastră este peste limită, trebuie să plătiţi rata relevantă USC pentru tot venitul

source: Standard rate of USC (2017)
ro: Rata standard USC (2015)

source: │Rate │Income band │
ro: │Rată USC │Trepte de venituri │

source: │0.5% │Up to €12,012 │
ro: │1.5% │Până la 12,012 € │

source: │2.5% │From €12,012.01 to €18,772 │
ro: │3.5% │Între 12,012.01€ și 17,576.00 € │

source: │5% │From €18,772.01 to €70,044 │
ro: │7% │Între 17,576.00 € și 70,044.00 € │

source: │8% │From €70,044.01 to €100,000 │
ro: │8% │Între 70,044.00 € și 100,000.00 │

source: │8% │Any PAYE income over €100,000 │
ro: │8% │Orice venit PAYE peste 100,000 € │

source: │11% │Self-employed income over €100,000 │
ro: │11% │Venit care desfășoară activități independente peste 100,000 € │

source: Reduced rate of USC (2017)
ro: Rata redusă USC (2014)

source: │0.5% │Income up to €12,012 │
ro: │1.5% │Venit până la 12,012€ │

source: │2.5% │All income over €12,012 │
ro: │3.5% │Toate veniturile peste12,012 € │

source: Reduced rates of USC apply to:
ro: Ratele reduse USC se aplică:

source: • People aged 70 or over whose aggregate income for the year is €60,000 or less
ro: • Persoanelor în vârstă de 70 de ani sau peste ale căror venituri totale anuale sunt de €60,000 sau mai mici

source: • Medical card holders aged under 70 whose aggregate income for the year is €60,000 or less
ro: • Deţinătorilor de carduri medicale cu vârste sub 70 de ani ale căror venituri totale anuale sunt de €60,000 sau mai mici

source: Aggregate income for USC purposes does not include payments from the Department of Social Protection
ro: Venitul ‘Total’ în scopurile USC nu include plăţile de la Departamentul de protecţie socială

source: You must hold a full medical card (including a Health Amendment Act Card) to qualify for the reduced rate
ro: Trebuie să deţineţi un card medical complet (inclusiv un Card privind Amendamentul la Legea Sănătăţii) pentru a vă califica la rata redusă

source: People who hold a GP visit card, a Drugs Payment Scheme Card, a European Health Insurance Card or a Long-term Illness Scheme Card do not qualify for the reduced rate
ro: Persoanele care deţin un card de vizitator GP, un Card la Schema de plată a medicamentelor, un Card de asigurare de sănătate european sau un Card pentru o schemă în caz de boală pe termen lung nu se califică pentru rata redusă

source: If a person reaches 70 years at any stage during the year they will benefit from the maximum 2.5% rate for the whole year
ro: Dacă o persoană ajunge la 70 de ani în orice stadiu în cursul anului ei vor beneficia de o rată redusă pentru tot anul

source: People who hold Northern Ireland medical cards will no longer be treated as holding a full medical card and will therefore not qualify for a reduced rate
ro: În 2012, persoanele care dețin carduri medicale din Irlanda de Nord nu vor mai fi considerate ca deținând un card medical integral și prin urmare nu se vor încadra la rata de 4%

source: Self-employed income over €100,000
ro: Venituri de peste 100.000€ din activități ca persoană fizică autorizată

source: A surcharge of 3% applies to people who have income from self-employment above €100,000, regardless of age
ro: În cazul persoanelor care înregistrează venituri din activități ca persoană fizică autorizată, ce depășesc 100.000 €, se aplică o suprataxă de 3%, indiferent de vârstă

source: Note: Bonuses paid to employees of the 5 financial institutions that have received financial support from the State are chargeable to the USC at the rate of 45% on the full amount if the bonus is more than €20,000 in a single tax year
ro: Notă: Bonusurile plătite angajaților celor cinci instituții financiare care au primit sprijin financiar din partea statului vor fi supuse la plata taxei sociale universale la o rată de 45% din suma integrală în cazul în care bonusul depășește 20.000 € într-un singur an fiscal

source: A person who is earning €50,000 per year will pay the Universal Social Charge at a rate of 0.5% on the first €12,012 (which comes to €60.06), 2.5% on the next €6,760 (which comes to €169.00) and 5% on the balance of €31,228 (which comes to €1,561.40)
ro: O persoană a cărui venit anual este de 50.000 € va plăti taxa socială universală în cuantum de 1.5% pentru primii 12.012 € (adică 180.18€), 3.5% pentru următorii 5,564 € (adică 194.74 €) și 7% pentru soldul rămas de 32,424 € (adică 2,269.68 €)

source: This person will pay €1,790.46 in 2017
ro: În total, această persoană va plăti pe an 2,644.60 €

source: You do not pay the Universal Social Charge if your total income for a year does not exceed €13,000
ro: În cazul în care venitul total anual nu depășește 12,012 €, sunteți scutit de la plata taxei sociale universale

source: For example, a person who is earning €13,000 per year will not pay any Universal Social Charge, while a person who is earning €13,100 per year will pay 0.5% on €12,012 (which comes to €60.06) and 2.5% on the remaining €1,088 which comes to €27.20)
ro: De exemplu, o persoană a cărui venit anual este de 12,012 € nu va plăti taxa socială universală, în timp ce o persoană a cărui venit anual este de 12,100 € va plăti 1.5% din cei 12,012 € sau 180.18 € și 3,5% din restul de € 88 care vine la € 3.08)

source: This person will pay a total of €87.26 in the year
ro: În total, această persoană va plăti pe an 183.26 €

source: A person who has self-employed income of €112,000 per year, will pay the Universal Social Charge at a rate of 0.5% on the first €12,012 (which comes to €60.06), 2.5% on the next €6,760 (which comes to €169.00) 5% on the next €51,272 (which comes to €2,563.60), 8% on the next €29,956 (which comes to €2,396.48) and 11% on the next €12,000 (which comes to €1,320)
ro: O persoană care înregistrează venituri anuale de 112,000 € din activități ca persoană fizică autorizată, va plăti taxa socială universală în cuantum de 1.5% pentru primii 12.012 € (adică 180.18€), 3.5% pentru următorii 5,564 € (adică 194.74 €) și 7% pentru următorii 52,468 € (adică 3,672.76 €), și 8% pentru următorii 29,956 € (adică2,396.48 €), și 11% pentru următorii 12.000 € (adică 1,320 €)

source: In total this person will pay €6,509.14 in the year
ro: În total, această persoană va plăti pe an 7,764.16 €

source: Administration of the Universal Social Charge
ro: Administrarea taxei sociale universale

source: Universal Social Charge is deducted on a cumulative basis - similar to the way in which PAYE is deducted
ro: Începând cu 1 ianuarie 2012, modul de deducere a taxei social universale s-a modificat de la o bază săptămânală la o bază cumulativă - similar cu modul în care se deduce PAYE

source: Employers and pension providers are responsible for deducting the Universal Social Charge from their employees’ salaries
ro: Angajatorii și furnizorii de pensii vor deduce taxa socială universală din salariile angajaților

source: They deduct and pay it to Revenue on behalf of employees
ro: Orice modificare cu privire la situația dvs

source: Employer Tax Credit Certificates (P2Cs), as well as displaying PAYE rates and cut-off points, also show USC rates and cut-off points
ro: Detaliile taxei sociale universale se vor înregistra separat pe fluturașul de salariu

source: Details of the Universal Social Charge should be recorded separately on your payslip
ro: Ȋncepând cu 2012, angajaţii nu vor mai furniza Certificatele universale sociale

source: The total amount of USC paid should be shown on your P60 each year
ro: P60 (pentru anul ce se termină la data de 31 decembrie 2012) a fost revizuit cu câmpuri adiţionale pentru a lua în considerare USC cumulative

source: If you change jobs your employer will give you a form P45
ro: În cazul schimbării locului de muncă, angajatorul vă va da un formular P45

source: This will show your pay, tax, USC, and PRSI details for the year up to the date you leave
ro: Acesta va cuprinde detaliile cu privire la salariu, impozit, USC și PRSI pentru anul în curs până la data la care v-ați schimbat locul de muncă

source: You should give this P45 to your new employer so that the correct amount of tax and USC is deducted from your pay
ro: Acest formular P45 va fi predat noului angajator în vederea deducerii corecte a impozitului și taxei sociale universale din salariu

source: Self-employed people make a payment of USC along with their preliminary tax payment, and any balance will be collected when the final assessment issues
ro: În cazul persoanelor fizice autorizate, plata taxei sociale universale se va face împreună cu impozitul preliminar, iar suma rămasă va fi colectată în momentul evaluării finale

source: For PAYE taxpayers, USC is deducted on a cumulative basis, similar to the way PAYE is deducted
ro: În cazul în care taxa socială universală a fost aplicată pentru o anumită perioadă sau perioade de plată pe parcursul anului, iar dvs

source: This means that your USC deductions are spread out evenly over the year and the correct amount of USC is deducted at the end of the year
ro: vă încadrați în final la o rată mai mică sau sunteți scutit deoarece nu ați depășit pragurile la sfârșitul anului, veți înregistra un excedent

source: Overpayments of USC should not arise
ro: În această situație, vi se va returna o parte sau toată taxa socială universală plătită

source: If, however, at the end of the year you think you have overpaid USC, you can review your USC and tax on PAYE Anytime
ro: De asemenea, în cazul în care pe parcursul anului împliniți 70 de ani sau primiți un card medical veți primi o rambursare

source: This service is now available through Revenue's myAccount Service
ro: În cazul în care beneficiați de o returnare, din cauză că ați primit un card medical, returnarea va fi făcută de către angajator imediat și nu la sfârșitul anului

source: You can also contact your local Revenue office for a review of your USC deductions
ro: În cazul în care pe parcursul anului în cauză nu ați fost angajat continuu la un angajator sau nu ați primit o pensie, administrația fiscală vă va returna excedentul la sfârșitul anului

source: If you have become unemployed during the year you can reclaim any overpayments of income tax and USC using Revenue's tax repayment Form P50 (pdf)
ro: Aceasta înseamnă că deducerile taxei social universale se întind în mod egal de-a lungul anului și suma corectă a taxei social universale se va deduce la sfârșitul anului

source: They will deduct and pay it to Revenue on behalf of employees
ro: Aceasta va fi dedusă și plătită către autoritățile fiscale în numele angajaților
